{
  "There are possible HTTP header misconfigurations.": "Es gibt mögliche HTTP-Header-Fehlkonfigurationen.",
  "This site is secure." : "Diese Seite ist sicher.",
  "This site is highly secure." : "Diese Seite ist sehr sicher.",

  "The header is not set." : "Der Header ist nicht gesetzt.",
  "The header is set multiple times." : "Der Header ist mehrmals gesetzt.",

  "The header is set without the charset." : "Der Header wurde ohne Zeichensatzangabe gesetzt.",
  "The header is set with the charset." : "Der Header wurde mit einer Zeichensatzangabe gesetzt.",
  "The header is set with the charset and follows the best practice.": "Der Header wurde mit einer Zeichensatzangabe gesetzt und folgt den Empfehlungen.",
  "The given charset is wrong and thereby ineffective." : "Der angegebene Zeichensatz ist fehlerhaft und dadurch unwirksam.",
  "The correct writing is: charset=utf-8" : "Die korrekte Schreibweise ist: charset=utf-8",
  "Best practice is: charset=utf-8" : "Die Empfehlung ist: charset=utf-8",

  "The header contains \"unsafe-inline\" or \"unsafe-eval\" directives." : "Der Header enthält \"unsafe-inline\" oder \"unsafe-eval\" Direktiven.",
  "The header is free of any \"unsafe-\" directives." : "Der Header ist frei von \"unsafe-\"-Direktiven.",
  "The header is \"unsafe-\" free and includes \"default-src 'none'\"" : "Der Header ist frei von \"unsafe-\"-Direktiven und hat \"default-src 'none'\" gesetzt.",
  "The legacy header \"X-Content-Security-Policy\" (that is only used for IE11 with CSP v.1) is set. The new and standardized header is Content-Security-Policy." : "Der veraltete Header X-Content-Security-Policy (nur vom IE11 mit CSP v.1 genutzt) ist gesetzt. Der neue und standardisierte Header ist \"Content-Security-Policy\"",

  "The keys are pinned for less than 15 days." : "Die Schlüssel sind für weniger als 15 Tage gepinnt.",
  "The keys are pinned for more than 15 days." : "Die Schlüssel sind fpr mehr als 15 Tage gepinnt.",
  "An error occured while checking \"max-age\"." : "Ein Fehler trat während der Überprüfung von \"max-age\" auf.",
  "A report-uri is set." : "Eine report-uri ist gesetzt.",
  "\"includeSubDomains\" is set." : "\"includeSubDomains\" ist gesetzt.",
  "\"preload\" is set." : "\"preload\" ist gesetzt.",
  "\"mode=block\" is activated." : "\"mode=block\" ist aktiviert.",

  "The value for \"max-age\" is smaller than 6 months." : "Der Wert für \"max-age\" ist kleiner als 6 Monate.",
  "The value for \"max-age\" is greater than 6 months." : "Der Wert für \"max-age\" ist  größer als 6 Monate.",

  "The header is not set correctly." : "Der Header ist nicht korrekt gesetzt.",
  "The header is set correctly." : "Der Header ist korrekt gesetzt.",

  "The header is set and does not contain any wildcard." : "Der Header ist gesetzt und enthält keine Wildcards",
  "The header contains wildcards and is thereby useless." : "Der Header enthält Wildcards und ist dadurch unwirksam."

}